{
    "home_hero_title": "HOME WORKOUTS THAT HIT DIFFERENT",
    "home_hero_sub": "Intereact technology and next-level combat sessions to power up your training journey",
    "home_first_cta_title": "A NEW ERA OF PUNCHING BAG WORKOUTS",
    "home_first_cta_description": "The PunchLab strap turns the humble boxing bag into a new world of workouts. Endlessly varied, insanely motivating, addictively fun.",
    "home_cta_red_button": "Shop the strap",
    "home_cta_outline_button": "Learn more",
    "home_second_cta_title": "OUR COACHES IN YOUR CORNER",
    "home_second_cta_description": "Unlock your potential with follow-along workouts delivered by the world’s most exciting coaches. Clear instructions and instant punch tracking.",
    "home_third_cta_title": "VISIBLE PROGRESS WITH REAL-TIME DATA",
    "home_third_cta_description": "See progress unfold with a ll your workout data in one place. Cardio? On it. Power? Boom. Volume? You got it. Compete with yourself - or the PunchLab crew.",
    "home_banner_frist_title": "NO BAG?",
    "home_banner_second_title": "NO BIGGIE",
    "home_background_cta_title": "BODYWEIGHT COMBAT WORKOUTS TO FIRE UP YOUR FITNESS – ANYWHERE",
    "home_background_cta_description": "You already have the greatest fitness tool around - your body! With our bag-free HIIT workouts you’ll jab punch, duck and twist your way to insane fitness.",
    "home_background_cta_red_button": "Start 7-day free trial",
    "home_background_cta_white_button": "Learn more",
    "home_floating_grid_title": "FRESH WORKOUTS CREATED BY REAL COACHES",
    "home_floating_grid_description": "Choose from 100s of audio-led workouts to suit your goal, skill, and fitness level. Our expert coaches are adding more all the time! Create a personalized plan, get real-time feedback, and see progress on the phone screen.",
    "home_coaches_slider_title": "FILTER COACHES BY STYLE AND SKILL",
    "home_coaches_slider_description": "Meet the experts behind the workouts. These champs represent a huge variety of skills and combat styles so you can discover your favorite.",
    "home_first_coach_name": "Bobbie Jo",
    "home_second_coach_name": "Burrell Boxing",
    "home_third_coach_name": "Samantha",
    "home_fourth_coach_name": "Lauren Keenan",
    "home_review_slider_title": "MEET THE CREW",
    "home_review_slider_description": "Meet the experts behind the workouts. These champs represent a huge variety of skills and combat styles so you can discover your favorite.",
    "home_first_review": "“The best app I have purchased since owning a smart phone, love this app payed for premium after the first trial the punchlab belt arrived within a few days it is an excellent addition to my home gym really gives me a cardio workout I thought I was quite fit until I tried this 😂 love it!!! Money well spent and the team are very responsive too 👍”",
    "home_second_review": "“This app is the absolute best. For less than the cost of a month of gym fees, you get an entire year. It motivates me to hit the bag four times a week. The instructors are great at keeping you motivated as well as giving you advice throughout rounds. I’m sold and will buy my subscription each year! Thanks for all the fun! I love it! Love PunchLab!”",
    "home_third_review": "“Is truly a great way to get in a workout without being too complicated or frustrating to those who are new to boxing training. It is one of the most efficient tools that anyone can add to their heavy bag setup to enhance the training experience. Thanks!”",
    "home_cta_title": "EVERY NEW ROUTINE STARTS WITH A WEEK. GET THIS ONE FREE",
    "home_cta_button": "Start 7-day free trial",
    "with_the_body_hero_title": "ALL THE BENEFITS OF BOXING, WITHOUT THE BAG",
    "with_the_body_hero_sub": "You don’t need a punching bag to work up a sweat. Discover the workouts that will teach you the secrets of shadowboxing. ",
    "wtth_the_body_hero_button": "Start 7-day free trial",
    "wtth_the_body_first_cta_title": "BODYWEIGHT BOXING WORKOUTS YOU CAN DO ANYWHERE",
    "wtth_the_body_first_cta_description": "The fittest athletes in the world use shadowboxing to unlock the power of equipment-free movement. Discover the ultimate techniques and combinations to hone your fitness – outdoors, at home, anywhere.",
    "wtth_the_body_cta_red_button": "Start 7-day free trial",
    "wtth_the_body_second_cta_title": "SKILL, FOCUS, TECHNIQUE",
    "wtth_the_body_second_cta_description": "Your body is designed to twist, crouch, turn and react. Don’t you think home workouts should let your body move? Shadowboxing teaches you the skills of a real sport so you learn as you go.",
    "wtth_the_body_third_cta_title": "BUILD SMART MUSCLES",
    "wtth_the_body_third_cta_description": "Shadowboxing develops a mind-to-muscle connection that creates an athletic physique without impact. Easy on your joints, strong on your muscles. Discover the home workout that teaches you something new, every time.",
    "wtth_the_body_banner_title": "HIGH INTENSITY, MORE CALORIES",
    "with_the_body_second_banner_title": "WHAT COULD ONE WEEK OF SHADOWBOXING DO FOR YOU? ",
    "with_the_body_second_banner_cta": "Start 7-day free trial",
    "with_the_bag_hero_title": "LEVEL UP YOUR PUNCHING BAG ",
    "wtth_the_bag_hero_button": "Start 7-day free trial",
    "with_the_bag_first_title": "TRANSFORM YOUR PUNCHING BAG INTO AN INTERACTIVE WORKOUT EXPERIENCE",
    "with_the_bag_first_timeline_title": "On-demand combat workouts",
    "with_the_bag_first_timeline_description": "Got a punching bag? We’ve got what you need to put the fire back in those training sessions. PunchLab is the first app designed to strap onto your bag so you get follow-along sessions and real-time striking feedback. Choose from 100s of workouts designed by combat coaches for different skills, goals, and techniques.",
    "with_the_bag_brush_banner_title": "TREAT YOUR PUNCHING BAG TO A ONE-WEEK TRIAL",
    "with_the_bag_brush_banner_cta_text": "Shop the strap",
    "with_the_bag_map_banner_title": "THE WORLD’S BIGGEST BOXING COMMUNITY",
    "with_the_bag_map_banner_sub_title": "Training solo doesn’t mean you’re training alone. Join the PunchLab crew of combat fitness fans all over the world. Day or night, there will be people just like you working out on the app. Want more? Connect with us all on the PunchLab Facebook group.",
    "with_the_bag_map_info_section_title": "MAKE THE MOST OF THE SCIENCE IN YOUR SMARTPHONE",
    "with_the_bag_map_info_section_desc1": "You don’t need to drop crazy amounts of cash on home workout equipment. You’ve got the smartest piece of engineering with you right now – your smartphone.",
    "with_the_bag_map_info_section_desc2": "We know you love the pure simplicity of boxing. That’s why we developed an app that uses the commercial-grade sensor technology in your phone and focused our team’s innovative energy on creating awesome workouts and tracking algorithms. You don’t need to buy yet another gadget, find batteries, or worry about Bluetooth connectivity. Forget all that. Focus on getting a great workout.",
    "with_the_bag_setup_bag_title": "COMPATIBLE WITH YOUR BAG SETUP",
    "with_the_bag_setup_bag_desc1": "PunchLab’s innovative strap has been designed to work with every hanging or standing punching bag we know of. And the PunchLab crew is worldwide, with hundreds of thousands of users.",
    "with_the_bag_setup_bag_desc2": "The strap isn’t compatible with drop-shaped bags or B.O.B. but if you make it work, send us a photo and we’ll get the whole crew cheering for you!",
    "our_workouts_first_title": "HOME WORKOUTS FOR YOUR INNER ATHLETE",
    "our_workouts_first_description": "Forget fancy equipment and fad workout trends. Boxing workouts challenge your body and brain. Combat sports have stood the test of time because they show what humans are capable of. Discover your potential with combat sport workouts.",
    "our_workouts_banner_title": "THE ONLY HOME WORKOUT TO CHALLENGE YOUR SMARTS",
    "our_workouts_banner_description": "Bored of workouts measured by miles and minutes? With PunchLab sessions, you’ll never watch the clock. Combat fitness takes you on a journey of quick reflexes and new techniques to engage body and mind.",
    "our_workouts_graphic_title": "ONE WORKOUT, COMPLETE FITNESS PACKAGE",
    "our_workouts_graphic_description": "Want to know why combat athletes are the fittest on earth? Their training covers it all. Cardio, conditioning, strength, muscular endurance. Unlock a world of full-body, high-intensity workouts designed to work every part of your body.",
    "our_workouts_background_banner_title": "BUILD UNBREAKABLE SELF-CONFIDENCE",
    "our_workouts_background_banner_description": "Boxing workouts get you seriously strong – inside and out. When you make it through a tough workout, you feel the power of your own achievements. It’s you vs you. Ready to see what you’ve been capable of all along?",
    "our_workouts_slider_title": "STEP ONTO THE PATH OF SELF-IMPROVEMENT",
    "our_workouts_slider_description": "Combat sports are famous for discipline, progress, and personal growth. PunchLab’s personalized programs and progress tracking help you make a huge life change. We’re here with you. All you’ve got to do is start.",
    "our_workouts_after_slider_title": "ON-DEMAND WORKOUTS TO SUIT YOUR DAY",
    "our_workouts_after_slider_description": "There’s no set schedule. You’re in control. Choose from 100s of coach-designed workouts and forge your own path. Punch power? Technique drills? Speed and conditioning? It’s all there, and so much more. This is your journey.",
    "our_workouts_brush_banner_title": "UNLOCK YOUR FREE TRIAL OF ALL-NEW COMBAT WORKOUTS",
    "footer_terms_and_condition": "Terms & Conditions",
    "footer_privacy_policy": "Privacy Policy",
    "footer_investors": "INVESTORS",
    "footer_download": "Download our app",
    "footer_contact_us": "Contat us",
    "footer_follow_us": "Follow us"
}